def victory_game():
    import random
    FAMOUS_PEOPLE = {"А.С. ПУШКИН": "26.06.1799", "М.Ю. ЛЕРМОНТОВ": "15.10.1814",
                        "C.А. ЕСЕНИН": "03.10.1895", "В.С. ВЫСОЦКИЙ": "25.01.1938",
                        "В.Р. ЦОЙ": "21.06.1962", "К.Э. ЦИОЛКОВСКИЙ":"17.09.1857",
                        "С.П. КОРОЛЕВ": "12.01.1907", "В.П. ГЛУШКО": "20.08.1908",
                        "А.Н. ТУПОЛЕВ": "29.10.1888", "Ю.А. ГАГАРИН": "09.03.1934"}
    rounds = int(input("Сколько раз вы хотите играть?:"))
    for i in range (rounds):
        name, date = random.choice(list(FAMOUS_PEOPLE.items()))
        answer = input(f"Когда родился {name}?")
        if answer == date:
            print("Верно")
        else:
            print("Неверно")
    print("Пока")